{
    "number": 117,
    "name": "Holster Literacy",
    "url": "https://www.youtube.com/watch?v=wnVzQ9DvNS0",
    "archivist": "perlslacker (sorry I have to thank myself because of the way I wrote the template)",
    "bookmarks": [
        ["2:58", "Matt intro"],
        ["3:29", "Tom intro"],
        ["5:04", "Jon intro"],
        ["9:14", "Andrew intro"],
        ["11:46", "Where did the materials start and where are they now? Difference between Kydex and Boltaron?"],
        ["12:13", "Kydex vs Boltaron"],
        ["15:06", "A holster is a \"real edge case performance demand\" for Kydex/Boltaron"],
        ["16:13", "Ineffective/bad trends in holster design"],
        ["16:38", "Different thicknesses of Kydex. Pros/cons of thin kydex. Uses for different thicknesses."],
        ["20:49", "Modern holster parts are better, no excuses to make crap now. Should see arc of improvement over time"],
        ["25:43", "\"What problem does that solve?\" is a better question than, \"why is that unique?\" Passion vs greedy ripoffs."],
        ["31:15", "Not everybody wants quality"],
        ["32:45", "Finding your voice. What makes something a Bawidamann holster?"],
        ["41:13", "Staying relevant, respectfully. Parallel development & collaboration."],
        ["48:53", "What makes something a \"Tom Kelley holster\"? Extra length for small guns."],
        ["52:50", "What if a customer asks you for something stupid or unsafe? Learning to say no and protecting your integrity."],
        ["58:24", "Horror stories."],
        ["59:06", "Jon tells the sweatpants trucker story."],
        ["1:06:54", "Sideprojects. Andrew talks about the Huginn."],
        ["1:12:14", "Don't think outside the box. Draw the right box."],
        ["1:15:27", "Matt brings up sidecar holsters."],
        ["1:19:42", "\"Do you account for anatomy/physiology in holster design?\" Some coverage of AIWB features."],
        ["1:25:12", "Comfortable vs Tolerable"],
        ["1:28:54", "Concealment isn't a priority for many. Printing selects a different level of attacker."],
        ["1:34:20", "Jon foreshadows the PHLster Flex (I think)"],
        ["1:36:07", "What's wrong with hybrid holsters?"],
        ["1:42:21", "Quality literacy, novelty as a substitute for quality for the inexperienced (and more about hybrid holsters)"],
        ["1:44:45", "The box of holsters. Historical holsters, by the panel and others."],
        ["1:51:50", "What's the litmus test for a quality product (that you've made)? Reality checks."],
        ["1:55:34", "Origins of the Flatpack"],
        ["1:59:30", "Tom's side projects. Foreshadowing of DSG teardrop muzzle pads."],
        ["2:02:23", "Staying in your lane (context: not making OWB holsters if you don't use them)"],
        ["2:03:36", "Respectful collaboration, outsourcing manufacturing"],
        ["2:07:25", "Wrap-up starts for real this time. Andrew's plugs."],
        ["2:08:33", "Jon's plugs. Foreshadows the Flex (I think)"],
        ["2:10:53", "Tom's plugs."],
        ["2:13:14", "Matt's outro, sponsor plugs, preview of next show."]


    ]
}
