{
    "number": 126,
    "name": "The Gauge",
    "url" : "https://www.youtube.com/watch?v=5HGDikyeqfQ",
    "archivist": "Mr2ndAmendment",
    "bookmarks": [
        ["0:56", "Intro and framing the podcast around shotguns"],
        ["2:50", "Panel introductions"],
        ["16:48", "First question across the panel: for combat/home defense, what kind of shotgun setup would/do you use?"],
        ["17:09", "Tim: Beretta 1301 Tactical"],
        ["19:41", "Matt H: 870 Police"],
        ["21:06", "Rob H: 870 Police"],
        ["27:54", "Chuck: Benelli M1 Super 90"],
        ["31:48", "Chuck outside his wheelhouse"],
        ["33:20", "Adam: Beretta 1301 with his own mods and Magpul"],
        ["39:20", "Steve: a multitude of shotguns. Like Magpul. 870 if had to choose."],
        ["42:02", "The Mossberg Shockwave's usefulness is questioned"],
        ["42:58", "Discussion of the witness protection gun"],
        ["43:42", "When would you use 20ga insted of 12ga"],
        ["46:39", "Recoil is NOT lighter with 20ga, just less weight"],
        ["47:18", "Shotgun ballistics and myths discussion"],
        ["48:25", "Chuck's warning/thoughts on the shotgun as unforgiving latform"],
        ["51:49", "Lots of knowledge needed up front to run a shotgun, Remington's current QC level"],
        ["52:51", "Pump guns can be difficult for the uninitiated, Tim's recommendations on semi-autos"],
        ["54:12", "Adam: don't confuse familiarity with 'ease of use'"],
        ["55:06", "Comparison to manual vs automatic, physical strength element for successful use"],
        ["56:48", "Steve's 'characterization' of what type of firearm a shotgun is"],
        ["57:41", "New dude wants to buy a shotgun, what are your pointers?  Tim: most offerings are not set up for you as-is"],
        ["59:48", "Rob H: Lots of \"misconception damage\" to undo with newbies. Be prepared to mod things up for it to work for you"],
        ["1:03:15", "Seek training, get trained for this challenging system type"],
        ["1:03:33", "Aiming/hitting with a shotgun"],
        ["1:04:16", "ROCKING THE BOAT: Steve is against recommending the beloved Flite Control to average people, and why"],
        ["1:05:54", "Pattern density comes into the discussion, the dreaded \"halo\" pattern, and the need to test various loads to get good pattern density "],
        ["1:08:03", "Wad fouling is a thing, and it will change your pattern if left unchecked"],
        ["1:09:11", "The need for regular maintenance and testing defensive loads for function, especially in semi-autos"],
        ["1:10:48", "Semi-autos can be picky on ammo, general load gate issues"],
        ["1:14:15", "Staggering/alternating ammo in the tube?  No."],
        ["1:16:30", "Less-lethal, with Roland discussion on CS gas and staggering"],
        ["1:20:55", "Staggering issues even for professionals (just avoid it)"],
        ["1:22:34", "IMPORTANT: no such thing as less-lethal shotgun use for civilians -smack down of rubber buckshot and such"],
        ["1:24:16", "Roland on 12GA flash bang rounds, color-coded patrol shotguns, stressing dedicated use for a shotgun"],
        ["1:26:24", "Self Defense mindset from Tim"],
        ["1:28:08", "Understanding the stack order of what comes first/last in the tube. Rob H puts staggering to bed."],
        ["1:29:52", "Roland on getting shot with a shotgun, and the psychological effects for the dude getting hit and the dude doing the shooting"],
        ["1:33:45", "Steve recommendations pump guns and why, then Tim goes into \"pacing\" your pump shots"],
        ["1:35:52", "Carbines vs. Shotguns, volume of shots needed in a defensive scenario, legal implications of how many shots you fired"],
        ["1:38:00", "Rob's experience on the legal situation after a shoot, prosecutors, ignorant jurors, jury selection"],
        ["1:42:38", "Shotgun optics & weapon light choices, mounts, surviving recoil, etc."],
        ["1:55:12", "Working the safety on a shotgun, how different they all are, different thoughts on it -chamber empty or no?  LE Department SOPs and protocols on weapon stowage/use"],
        ["2:00:20", "Steve on the Mossberg safety, Matt using Beretta M9 safety as an example, Roland on safety actuation/NDs"],
        ["2:06:48", "Loading, patterning, recoil management -critical shotgun skills from Steve and Rob"],
        ["2:16:00", "Tim specifically on recoil control"],
        ["2:18:24", "Adam on gun design and recoil aspects"],
        ["2:20:13", "Total smack down on recoil-reducing stocks from Steve"],
        ["2:21:02", "Rob on the \"sacred cows\" of shotguns, evolution of mindsets and training, fighting \"that's the way it's always been\""],
        ["2:27:24", "Rob on lacking LE shotgun training = shotguns in cruisers are common, good training and skills are not"],
        ["2:30:24", "Roland going into the weeds/revisiting psychological & physical effects of the shotgun being brought out and used"],
        ["2:32:10", " Ballistics/power discussion of shotgun loads vs. pistols/carbines"],
        ["2:36:26", " Rob/Tim on the historic existence of area/pattern weapons and why the shotgun is still around, and the United States and our unique use and tradition of shotguns"],
        ["2:41:01", "LE departments with heavy gun-play and their extensive use of shotguns"],
        ["2:41:57", "Questions around the panel: your favorite custom shotgun shop?"],
        ["2:42:55", "Favorite shotgun drill?"],
        ["2:44:33", "Discussion on basic standards for regular people's proficiency with shotguns for home defense"],
        ["2:46:41", "Roland's insistence on shotguns not getting any special treatment or alternative standards -\"know your gauge\""],
        ["2:49:20", "Tim on what's fucked up about most shotgun training courses/instructors"],
        ["2:52:35", "Value of instructing with paper targets vs. steel"],
        ["2:54:30", "More ragging on Roland, podcast wrap up, dudes get to do final thoughts/parting recommendations"],
        ["2:55:22", "Tim's piece = course information"],
        ["2:56:54", "Steve's piece = many proper sources can help you get the answers to your problems"],
        ["2:58:55", "Adam's piece = 'get instruction before buying stuff, even my own stuff'"],
        ["3:01:40", "Roland's piece = \"learn some shit\""],
        ["3:04:10", "Matt's piece = \"tubular-repeating claymore\""],
        ["3:04:49", "Rob's wisdom = \"get training\""]

    ]
}
